[
  {
    "title": "HP Inkjet Supplies - Storing and Handling Ink Cartridges | HP® Support",
    "body": "HP Inkjet Supplies - Storing and Handling Ink Cartridges\nFor best results, use genuine HP cartridges and follow these guidelines:\nKeep ink cartridges sealed in the original package until they are installed. Store at temperatures between -15 and 35 degrees Celsius (5 and 95 degrees Fahrenheit).\nTo keep cartridges from drying out, always turn the printer off using the Power button, and wait until the Power light goes out before you pull the plug or turn off a power strip. This allows the\nprinter to move the cartridges to a capped position.\nIf you remove a cartridge from the printer for any reason, try to replace it again as soon as possible. Outside of the printer, if unprotected, cartridges begin to dry out. If the printer uses separate\nink cartridges and printhead, the printhead can be damaged if cartridges are not installed.\nIf you must store a cartridge outside of the printer, follow the guidelines in “Storing Opened Cartridges and Printheads”.\nWhen it is time to dispose of a cartridge, visit hp.com/recycle to learn about the HP Planet Partners Return and Recycling program and order free return shipping materials (not available in all\ncountries).\nAdditional support options\nTry one of our automated tools or\ndiagnostics\nAsk a question on our HP Support\nCommunity page\nGet in touch with one of our support\nagents\nEnter a topic to search our knowledge librarySupport HomeProducts  Software and DriversDiagnostics  Contact UsBusiness Support  My HP Account \nWas this document helpful?\nYes No\nWhat can we help you with?\n\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:12 PM HP Inkjet Supplies - Storing and Handling Ink Cartridges | HP® Support\nhttps://support.hp.com/us-en/document/c03526316 1/2\nAbout Us\nContact HP\nCareers\nInvestor relations\nSustainable impact\nInclusion at HP\nNewsroom\nTech Takes\nHP Store Newsletter\nHP Printables NewsletterWays to buy\nShop online\nCall an HP rep\nFind a reseller\nEnterprise store\nPublic sector purchasingSupport\nDownload drivers\nSupport & troubleshooting\nCommu nity\nAuthorized service providers\nCheck repair status\nFraud alert\nSecurity CenterHP Partners\nHP Amplify Partner Program\nHP Partner Portal\nDevelopersStay connected\nRecallsProduct recyclingAccessibilityCA Supply Chains ActPrivacyCookie Preferences Your privacy choicesTerms of useLimited warranty statement\nTerms & conditions of sales & serviceIP NoticesEU Data Act\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.\nCountry/Region:\n United States\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:12 PM HP Inkjet Supplies - Storing and Handling Ink Cartridges | HP® Support\nhttps://support.hp.com/us-en/document/c03526316 2/2",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/c03526316.pdf"
  },
  {
    "title": "HP 3D Printers - Agent Cartridges, Powders, Printheads, and Cleaning Kit Limited Warranty Statement | HP® Support",
    "body": "HP 3D Printers - Agent Cartridges, Powders, Printheads, and Cleaning Kit Limited Warranty\nStatement\nThis HP Branded Consumables Limited Warranty (“Limited Warranty”) covers HP branded agent cartridges, powders, printheads, and cleaning kits for HP 3D Printers (“HP\nBranded Consumables”). HP Branded Consumables do not include HP certified powders approved through the HP Open Platform Certification Program.\nHP Branded Consumables are intended solely for use by the customer in HP 3D printer products. The customer will return at HP’s cost and per HP’s instructions HP Branded\nConsumables, in their original packaging or containers, which have been replaced by HP under warranty.\nOnly HP Branded Consumables are warranted against defects in materials and workmanship for the warranty period specified in the “HP Branded Consumables Warranty Period” section below.\nThis Limited Warranty applies only to such HP Branded Consumables when used in the HP 3D printer products as directed by HP in the 3D printer user manual. The Limited Warranty is in addition\nto the written limited warranty statement that may be provided with the HP Branded Consumables and in the event of a conflict, this Limited Warranty shall control unless prohibited by\napplicable law.\nHP Agents and HP Branded Powders: The consumables warranty period for HP branded agents and HP branded powders (excluding Bulk Supplies) commences on the date of purchase by the\ncustomer and ends on the earlier to occur of: (1) when the HP branded agents or HP branded powders are depleted from their container or (2) on the “Warranty Ends” date printed on the HP\nbranded agent and HP branded powder packaging or container. See the \"Date Locations\" section below for more details. This does not apply to HP Branded Bulk Powders. Refer to the next\nsection for those products.\nHP Bulk Supplies: The warranty period for HP bulk supplies is 45 days from the date of purchase from HP. Unlike other HP branded powders, the date printed on the label of HP Bulk Supplies is\nthe powder’s expiration date.\nHP 3D600 and HP 3D710 Printheads: The consumables warranty period for HP 3D600 and HP 3D710 printheads commences on the date of purchase by the customer and ends on the\nearlier to occur of: (1) the “Warranty Ends” date printed on the HP printhead packaging or container, or (2) the warranted usage limit has been reached. See the \"Warranted Usage Limits\" section\nand \"Date Locations\" section for more details.\nHP 3D400 and HP 3D450 Printheads: The consumables warranty period for HP 3D400 and 3D450 printheads commences on the date of purchase by the customer and ends on the earlier to\noccur of: (1) 24 months after the “Manufacturing Date” date printed on the HP printhead packaging or container, or (2) 90 days after first installation. See the \"Date Locations\" section for more\ndetails.\nHP User Maintenance Kits: The consumables warranty period for HP user maintenance kits commences on the date of purchase by the customer and ends ninety (90) days later.\nThe exclusive remedy for a valid claim during the HP branded consumables warranty period is, at HP’s option, repair or replacement of the HP branded consumable. THE CUSTOMER SHALL NOT\nBE ENTITLED TO A REFUND OF THE PURCHASE PRICE FOR ANY REASON. Transfer of any warranty is available only with prior approval from HP, which shall not be unreasonably withheld.\nCommercial issues such as expired supplies at arrival, non-accepted warranty periods due to customer production capacities, wrong part number according to the original order and/or\ntransportation issues, should be claimed to your point of sales, not to HP Customer Support.\nWhen the customer experiences a defect in the Branded Consumables, the customer shall contact HP Customer Support and provide information about the failure. HP\nCustomer Support will facilitate the return and disposition of the defective Branded Consumables if necessary. If HP determines that the Branded Consumables are\ndefective and represent a valid HP Branded Consumables warranty claim, a replacement order for such defective Branded Consumables will be placed on behalf of the\ncustomer and the customer will be notified of the expected delivery date. In addition to the above, for the Bulk Supplies only, the following shall apply: (1) HP will accept\nwarranty claims while the powder is still in its original container; (2) HP may or may not accept warranty claims on Bulk Supplies after removal from its original container\nand such claims must be directed to HP Customer Support for evaluation; and (3) HP requires proof of purchase, and may require logs, powder samples, and use other\ninformation to determine whether a valid warranty claim exists.\nThis Limited Warranty does not apply to the following Branded Consumables:\nHP printheads that: (a) have been used with unapproved agents, expired agents, or other unapproved consumables; (b) have been refurbished, remanufactured or tampered with in any way; (c)\nhave been abused, misused, improperly stored, operated outside of the published environmental or other specifications for the product; (d) exhibit wear from ordinary use; (e) sustained damage\nas the result of a failure to have a qualified operator operate the HP product; or (f) sustained damage as the result of a failure of the customer to perform recommended preventive maintenance\non the HP product; (g) have been removed from the original printer in which they were installed without HP authorization; and/or (h) deliberate action to manipulate claim and warranty terms in\norder to receive unjust coverage.\nHP agents or HP powders that: (a) have been refilled, refurbished, remanufactured or tampered with in any way; (b) have been abused, misused, improperly stored, operated outside of the\npublished environmental specifications for the product; and/or (c) exhibit wear of ordinary use.\nCertified powder supply claims that: (a) have been refilled, refurbished, remanufactured or tampered with in any way; (b) have been abused, misused, improperly stored, operated outside of the\npublished environmental specifications for the product; (c) exhibit wear of ordinary use; and/or (d) have been confirmed to have failed due to an issue with the supply. HP will identify problems\nrelated to the printing system or supply free of charge during the warranty period based on the warranty end date printed on the supply.\nThe HP Branded Consumables have not been designed, manufactured or tested by HP for compliance with legal requirements for specific 3D printed parts and their uses.\nCustomer is solely responsible for determining the suitability of HP Branded Consumables for their uses, ensuring compliance with applicable laws and regulations, and\nbeing aware that other safety or performance considerations may arise when using, handling or storing the HP Branded Consumables. To the extent permitted by local law,\nHP shall not be liable for damages or losses of any kind or nature that result from the use of the HP Branded Consumables.Support HomeProducts  Software and DriversDiagnostics  Contact UsBusiness Support  My HP Account \nHP Branded Consumables Limited Warranty\nHP Branded Consumables Warranty Period\nRemedies\nWarranty Claims Process\nExclusions\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:14 PM HP 3D Printers - Agent Cartridges, Powders, Printheads, and Cleaning Kit Limited Warranty Statement | HP® Support\nhttps://support.hp.com/us-en/document/c05366093 1/3\nLook in the following table for the date location on each product. The date follows the YYYY/MM/DD or YYYY/MM format, where YYYY indicates the year, MM indicates the month, and DD indicates\nthe day.\nProduct Lim it\nMJF 5x00 3D600 & 3D710 Printhead 4000 ml or 75000 printed layers, whichever occurs first\nMJF 4x00 3D600 & 3D710 Printhead 4000 ml\nAdditional support optionsDate Locations for HP Agents and Powders\nWarranted Usage Limits for Printheads\nWas this document helpful?\nYes No\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:14 PM HP 3D Printers - Agent Cartridges, Powders, Printheads, and Cleaning Kit Limited Warranty Statement | HP® Support\nhttps://support.hp.com/us-en/document/c05366093 2/3\nTry one of our automated tools or\ndiagnostics\nAsk a question on our HP Support\nCommunity page\nGet in touch with one of our support\nagents\nEnter a topic to search our knowledge library\nAbout Us\nContact HP\nCareers\nInvestor relations\nSustainable impact\nInclusion at HP\nNewsroom\nTech Takes\nHP Store Newsletter\nHP Printables NewsletterWays to buy\nShop online\nCall an HP rep\nFind a reseller\nEnterprise store\nPublic sector purchasingSupport\nDownload drivers\nSupport & troubleshooting\nCommu nity\nAuthorized service providers\nCheck repair status\nFraud alert\nSecurity CenterHP Partners\nHP Amplify Partner Program\nHP Partner Portal\nDevelopersStay connected\nRecallsProduct recyclingAccessibilityCA Supply Chains ActPrivacyCookie Preferences Your privacy choicesTerms of useLimited warranty statement\nTerms & conditions of sales & serviceIP NoticesEU Data Act\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.What can we help you with?\n\nCountry/Region:\n United States\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:14 PM HP 3D Printers - Agent Cartridges, Powders, Printheads, and Cleaning Kit Limited Warranty Statement | HP® Support\nhttps://support.hp.com/us-en/document/c05366093 3/3",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/c05366093.pdf"
  },
  {
    "title": "Page Yield - Inkjet & LaserJet Printer Yields | HP® Official Site",
    "body": "Ink Usage in Inkjet Printers\nInk is used in a number of ways throughout the inkjet printing process. In general, ink in an\nink cartridge is used for printing documents, photographs and other such materials. Some\nink, however, must be used to maintain the health of the print head; some ink is residual;\nand some ink evaporates. These uses of ink are common, in varying degrees, to printers\nfrom all inkjet printer manufacturers.\nThe methodologies used to measure page and photo yield do not account for all the uses of\nink described above and therefore your actual yield may vary considerably from the\npublished yield (see Inkjet page yields and Inkjet photo yields). HP designs its inkjet printer\nsystems to deliver outstanding value in printing customer documents while using enough\nink to maintain a reliable printing system that delivers outstanding print quality over the life\nof the printer.\nIn the printing process, some ink is used to prepare the\nprinter for use\nHP offers two general inkjet print head designs: integrated into the ink cartridge (Integrated\nPrint Head: IPH), and a long-life print head integrated into a printer which has Individual Ink\nCartridges (IIC). Both IPH and IIC printers commonly perform start up and calibration\nprocesses, which consume some ink, to ensure reliability and optimize print quality. IIC\nprinters also may use ink to prepare the long-life print head for use by purging storage fluid\nfrom and pumping ink through the print head. IIC printers may use more ink in start-up than\nIPH printers as a result of these additional start-up procedures. When a replacement\ncartridge is installed in either IIC or IPH printers, replacement cartridge start-up routines\nrequire some ink.\n Location/Language Shop\nExplore Shop Support Search HP.com 12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/how-ink-is-used 1/4\nSome ink is used to service the print head and prevent\nclogging\nPrint head nozzles get clogged over time, most commonly by microscopic dust particles or\ndried ink. Nozzles are kept clean by servicing, including wiping the surface with a small\nrubber wiper, ejecting ink through the nozzles to purge particles and to prevent drying, and\npumping with ink to clean the print head. To keep the printer ready to print in either color or\nblack, these service routines typically consume some ink from every cartridge, even if only\nblack or color is used in the document being printed.\nTiny bubbles of air form in the ink over time and can block the flow of ink in long-life print\nhead printers (IIC). In some IIC printers, air bubbles can be caused by an ink cartridge\nchange. Air bubbles can be removed by pumping them out of the print head. When removing\nthese air bubbles, some ink is also removed.On IIC systems, multiple colors may use the\nsame print head. When a single color cartridge is changed, some ink is also consumed from\nthe other color ink cartridges using the same print head.\nTime between print jobs impacts ink available for\nprinting\nThe amount of ink available for printing depends on several factors, including printing\nhabits and how the printing system uses ink both to print pages and to maintain reliable\nperformance. In general, printers used regularly will consume less ink for servicing.\nCompared to short times between print jobs, longer periods between print jobs require\nmore aggressive routines to service the print head nozzles. These more aggressive routines\nuse more ink. Service routines may also be triggered by other events, such as the amount of\nink used or reinstalling an ink cartridge that has not been used for an extended period of\ntime.\nSome ink is residual\nInk cartridges must store ink without leaking when handled, but allow the printer to extract\nthe ink when needed. When the cartridge is depleted, the majority of ink has been pulled out\nof the cartridge. Just as it's impossible to remove all of the toothpaste from a tube of\ntoothpaste, it's impossible to remove all of the ink from an Ink cartridge. In addition, when a12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/how-ink-is-used 2/4\ntri-color cartridge is replaced, some residual ink may remain as the colors may not have\nbeen used at the same rate.\nSome ink evaporates over time\nInk cartridges lose some ink to evaporation over time. This lowers the volume of ink\navailable, and may change the chemistry of the inks. Cartridges cannot be completely\nsealed due to altitude variations during shipment and temperature variations during\nstorage and use. HP cartridges are designed to operate reliably after a long pre-sale shelf\nlife, and throughout many months of usage once installed in the printer.\nSome color ink may be used when printing black text-\nor-graphics\nThere are several circumstances when color ink may be used—primarily to improve print\nquality, and sometimes to improve printer reliability—even if the document appears to be\nonly black text-and-graphics. Many HP printers utilize chemical interactions to improve the\nquality and permanence of plain paper black text-and-graphics by adding small amounts of\ncolor ink to certain black areas. Some dark images which look black may contain a\ncombination of black and color inks. For black and white images and photos, a blend of\ncolors called \"composite black\" may be used to achieve significantly better image quality\nand smoother gray tones than can be accomplished with black inks alone. Some inkjet\nprinters utilize pigmented black ink, which is incompatible with some inkjet photo paper. In\nthis case, dark or black areas are made up of color inks. Page yield testing is conducted with\nall cartridges (black and color) installed in the printer. For more information see Inkjet page\nyields .\nFor users who wish to print utilizing just black ink (despite the reduced print quality), many\nHP printers offer options. For example, a driver color setting (by selecting \"print in grayscale\nwith the black cartridge only\" in printing preferences) specifies printing using only black ink.\nIn addition, many IPH printers can operate in \"reserve mode,\" which allows the user to\ncontinue to print with just the black cartridge when the color cartridge is removed or not\ninstalled.In HP IIC systems, all supplies are required to be installed in the printer for the\nprinter to function.\nUser Choice (print modes)12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/how-ink-is-used 3/4\nThe user can also influence how much ink is used to print a photo or a document. By\nselecting different print modes in the driver, the amount of ink used to print the document\ncan be changed. In general, all plain paper draft modes will have lower print quality and use\nless ink than the default plain paper normal mode.\nConclusion\nInk is used in a number of ways throughout the printing process, from preparing the printer\nto print to the actual printing of documents, photographs and other materials. HP designs\nits inkjet printer systems to deliver outstanding value in printing customer documents while\nusing enough ink to maintain a reliable printing system that delivers outstanding print\nquality over the life of the printer.\nCountry/Region :   United States\nAbout Us\nWays to buy\nSupport\nHP Partners\nStay connected\nRecalls |Product recycling |Accessibility |CA Supply Chains Act |Privacy |Cookie Preferences |\nYour privacy choices |Terms of use |Limited warranty statement |Terms & conditions of sales & service |\nIP Notices\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/how-ink-is-used 4/4",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/how ink is used.pdf"
  },
  {
    "title": "Replace HP inkjet printer cartridges | HP® Support",
    "body": "Replace HP inkjet printer cartridges\nReplace any low or empty cartridges in an HP inkjet printer. Identify your cartridge type for steps to access and replace them.\nReplacement cartridges and other supplies can be purchased from the HP Store.\nNOTE:Help HP recycle Original HP ink and toner supplies into new products and avoid sending them to landfills. Go to HP Planet Partners - Supplies recycling\nprogram to get started.\nType 1 - Replace cartridges\nReplace cartridges for printers that use HP 178, 364, 564, 655, 862, 902, 903, 904, 905, 906, 907, 908, 909, 910, 912, 914, 915, 916, 917, 918, 919, 920, 934, and\n935 cartridges.\nHow to Replace Your Tabbed HP Ink Cartridges\nLearn how to replace tabbed HP ink cartridges.\n1. Make sure paper is loaded into the input tray, and then turn the printer on.\n2. Open the door or lid to the cartridge access area. Wait until the carriage stops moving before continuing.\n3. Push in the tab on a cartridge, and then pull it from the slot.\n4. Remove the new cartridge from the package, and then pull the orange  pull-tab and plastic wrap completely off. The paper label on the top side tears slightly to\nvent the cartridge.\nCAUTION:Completely remove the-tab and plastic wrap before removing the orange cap in the next step. Otherwise, the ink might leak.\n5. Hold the cartridge by its sides, and then twist the orange  cap counter-clockwise to remove it.Support HomeProducts  Software and DriversDiagnostics  Contact UsBusiness Support  My HP Account \n\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM Replace HP inkjet printer cartridges | HP® Support\nhttps://support.hp.com/us-en/document/ish_1713422-1439086-16 1/4\nCAUTION:Do not touch the copper-colored contacts or the ink nozzles. Touching these parts can result in clogs, an ink system failure, and a failed electrical\nconnection.\n6. Insert the cartridge into its color-coded slot, and then press down on it until it clicks into place.\n7. If the cartridge does not firmly seat, take it out of the slot, gently bend the tab away from the cartridge no more than 1.27 cm (0.5 in), and then reinsert it.\nCAUTION:Bending the tab too far might damage the cartridge or cause the tab to break off.\n8. Close the door or lid to the cartridge access area, and then follow any instructions to align the printer if prompted.\nType 2 - Replace cartridges\nReplace cartridges for printers that use HP 932, 933, 950, 951, 952, 953, 954, 955, 956, 957, 958, 959, 962, 963, 964, 965, 966, 967, 968, and 969 cartridges.\nHow to Remove and Reinstall Your Slide-in HP Ink Cartridges\nLearn how to remove and reinstall your slide in HP ink cartridges.\n1. Make sure paper is loaded into the input tray, and then turn the printer on.\n2. Open the door or lid to the cartridge access area. Wait until the carriage stops moving before continuing.\n3. Push in on the front of a cartridge to release it from the carriage.\nCAUTION:Do not lift the latch handle on the side of the carriage. This can unseat the printhead and cause print mechanism damage and printing problems.\n4. Remove the new cartridge from the package.\n5. Insert the cartridge into its color-coded slot until it clicks into place.\n6. Close the door or lid to the cartridge access area, and then follow any instructions to align the printer if prompted.\n\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM Replace HP inkjet printer cartridges | HP® Support\nhttps://support.hp.com/us-en/document/ish_1713422-1439086-16 2/4\nType 3 - Replace cartridges\nReplace cartridges for printers that use HP 21, 22, 27, 28, 37, 46, 56-68, 61/301, 63/302, 64/303, 65/304, 74, 75, 92-98, 110, 121-125, 129-131, 134, 135, 140, 141,\n300-305, 308, 336-339, 342-344, 350, 351, 650-654, 662, 664, 667, 668, 675, 678, 680, 682, 683, 703, 704, 802-805, 818, 851, 852, 855, and 901 cartridges.\n1. Make sure paper is loaded into the input tray, and then turn the printer on.\n2. Open the door or lid to the cartridge access area. Wait until the carriage stops moving before continuing.\n3. Remove a cartridge from the carriage.\nCarriages with cartridge latches: Open the latch, and then pull the cartridge up and out of the slot.\nCarriages without cartridge latches: Gently press down on the cartridge to release it, and then pull it out of the slot.\n4. Remove the new cartridge from the package. Be careful to hold it by the black plastic sides.\n5. Remove the tape from the cartridge.\nCAUTION:Do not attempt to replace the protective tape or touch the copper-colored contacts or the ink nozzles. Touching these parts can result in an ink\nsystem failure.\n6. Insert the cartridge into its color-coded slot, making sure it is securely seated in the carriage. Close the latch if present.\n7. Close the door or lid to the cartridge access area, and then follow any instructions to align the printer if prompted.\nOther cartridge types\nIf your cartridge type is not covered in one of the other sections, you can find detailed instructions on the HP Support site.\nGo to HP Customer Support, enter your printer model number, and then look for cartridge replacement instructions in the \"How To\" section.\nAdditional support options\nWas this document helpful?\nYes No\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM Replace HP inkjet printer cartridges | HP® Support\nhttps://support.hp.com/us-en/document/ish_1713422-1439086-16 3/4\nTry one of our automated tools or\ndiagnostics\nAsk a question on our HP Support\nCommunity page\nGet in touch with one of our support\nagents\nEnter a topic to search our knowledge library\nAbout Us\nContact HP\nCareers\nInvestor relations\nSustainable impact\nInclusion at HP\nNewsroom\nTech Takes\nHP Store Newsletter\nHP Printables NewsletterWays to buy\nShop online\nCall an HP rep\nFind a reseller\nEnterprise store\nPublic sector purchasingSupport\nDownload drivers\nSupport & troubleshooting\nCommu nity\nAuthorized service providers\nCheck repair status\nFraud alert\nSecurity CenterHP Partners\nHP Amplify Partner Program\nHP Partner Portal\nDevelopersStay connected\nRecallsProduct recyclingAccessibilityCA Supply Chains ActPrivacyCookie Preferences Your privacy choicesTerms of useLimited warranty statement\nTerms & conditions of sales & serviceIP NoticesEU Data Act\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.What can we help you with?\n\nCountry/Region:\n United States\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM Replace HP inkjet printer cartridges | HP® Support\nhttps://support.hp.com/us-en/document/ish_1713422-1439086-16 4/4",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/ish_1713422-1439086-16.pdf"
  },
  {
    "title": "HP Printers - Ink Supplies Limited Warranty | HP® Support",
    "body": "HP Printers - Ink Supplies Limited Warranty\nThis HP Limited Warranty is for original HP ink cartridges, customer-replaceable printheads, and cleaning and maintenance kits, and applies only to HP branded products\nsold or leased a) from HP Inc., its subsidiaries, affiliates, authorized resellers, authorized distributors, or country/region distributors; and b) with this Limited Warranty.\nNOTE:This warranty supersedes all previous warranties.\nWhat this warranty covers\nEach HP ink cartridge, customer-replaceable printhead, and cleaning and maintenance kit is warrantied to be free from defects in materials and workmanship during the\nperiod of the warranty.\nThis warranty pertains to any HP ink cartridge, customer-replaceable printhead and cleaning and maintenance kit when used in its designated HP or authorized original\nequipment manufacturer (OEM) printing device. See the product manual for the printer to determine the correct ink cartridge and printhead selection.\nFor clarity, customer-replaceable printheads have latches which can be opened and closed to secure the part. Printheads that are not customer-replaceable are covered\nunder a separate printer warranty.\nWhat this warranty does not cover\nThis warranty does not cover HP ink cartridges, customer-replaceable printheads, or cleaning and maintenance kits that have been refilled, remanufactured, refurbished,\nmisused, or tampered with.\nIf failure or damage to ink cartridges, customer-replaceable printheads, or cleaning and maintenance kits is attributable to the use of non-HP ink, a non-HP, expired or\nrefilled ink cartridge, or to the use with a non-designated HP or unauthorized OEM printing device, HP is not responsible for the cost of replacement or refund of the\npurchase price.\nHow long the coverage lasts\nThe length of warranty coverage depends on the type of part.\nOriginal Ink Cartridges - The coverage lasts until the HP ink is depleted or the \"Warranty Ends\" date has been reached, whichever occurs first.\nStandard Printheads - For all customer-replaceable printheads, except the \"Other Printheads\" discussed below, the coverage lasts until the \"Warranty Ends\" date or the\nwarranted usage limit has been reached, whichever occurs first. For standard printheads, the original printhead that came with the printer is covered under warranty until\nthe warranted usage limit has been reached, or for 1 year from the date of printer purchase, whichever occurs first, even if the \"Warranty Ends\" date has passed.\nPrinthead Cleaning Kit cleaning rolls - Install before \"Use By Date\" printed on the product label, or the end of the cleaning roll is detected, whichever occurs first.\nPrinthead Cleaning Kit bottles and spittoons - until the reservoir is full.\nHP 31, 32, GT52, GT53, V87XL, and Y42XL Ink Bottles - The coverage lasts until the bottle is opened or the \"Warranty Ends\" date has been reached, whichever occurs first.\nOther Printheads:\nOne-year/90-day Printheads - One-year/90-day printheads are identified by the ink cartridges that are used with them, which include the HP 564, 364, 178, 862, 920,\n922, 950-959, and 962-969 ink cartridges. For printers using these types of printheads, the original printhead that comes with the printer is warranted for 1 year from\nthe date of printer purchase. Replacement printheads are warranted for 90 days or the remainder of the applicable printer warranty, whichever is longest. Unlike other\nprintheads, the date printed on the printhead is not the Warranty Ends date.\nHP 711/713/729/739/4287 - Replacement printheads are warranted for 1 year from the date of installation, or 4000 ml, or until the Warranty Ends date printed on the\nprinthead, whichever comes first.\nHP 727/732 Printheads - Warranted for 1 year from the date of installation, or 4000 ml, or until the Install By date printed on the printhead, whichever comes first.\nHP 836/837 White Printheads - warranted for 6 months after installation, or until the Warranty Ends date printed on the printhead and packaging materials, or up to the\nwarranted usage limit, whichever comes first.\nHP 841 Printheads - warranted for 1 year from the date of installation, or 10000 ml, or 2 years after the manufacturing date printed on the printhead, whichever comes\nfirst.\nHP 876 Printheads - warranted for 1 year from the date of installation, or 16000 ml, or 2 years after the manufacturing date printed on the printhead, whichever comes\nfirst.\nHP 886 White Printheads - warranted for 6 months after installation, or 12000 ml, or up to the Warranty Ends date printed on packaging materials and on printhead,\nwhichever comes first.\nOne-year/15,000 Page Printheads - One-year/15,000 page printheads are identified by the printers that use them. These printers include HP Deskjet GT printers. The\noriginal printheads that come with the printer, and any printheads that are replaced during the first year after printer purchase, are warranted for 1 year from printer\npurchase or 15,000 pages, whichever is earlier. Printheads that are replaced more than a year after printer purchase are warranted until the \"Warranty Ends\" date on\nthe printhead.\nOne-year/20,000 Page Printheads - One-year/20,000 page printheads are identified by the printers that use them. These printers include HP Ink Tank (except for the HP\nInk Tank 319) and HP Smart Tank (except for the HP Smart Tank 419) printers. The original printheads that come with the printer, and any printheads that are replaced\nduring the first year after printer purchase, are warranted for 1 year from printer purchase or 20,000 pages, whichever is earlier. Printheads that are replaced more than\na year after printer purchase are warranted until the \"Warranty Ends\" date on the printhead.\nOne-year/30,000 Page Printheads - One-year/30,000 page printheads are identified by the printers that use them. These printers include HP Ink Tank 319, HP Smart Tank\n419 printers, and HP Smart Tank 500, 600, 670, 720, 750, 6000, 7000, 7300 series printers. The original printheads that come with the printer, and any printheads that\nare replaced during the first year after printer purchase, are warranted for 1 year from printer purchase or 30,000 pages, whichever is earlier. Printheads that are\nreplaced more than a year after printer purchase are warranted until the \"Warranty Ends\" date on the printhead.Support HomeProducts  Software and DriversDiagnostics  Contact UsBusiness Support  My HP Account \n\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM HP Printers - Ink Supplies Limited Warranty | HP® Support\nhttps://support.hp.com/us-en/document/ish_2453821-1839525-16 1/4\nOne-year/50,000 Page Printheads - One-year/50,000 page printheads are identified by the printers that use them. These printers include HP Smart Tank 790 and 7600\nseries printers. The original printheads that come with the printer, and any printheads that are replaced during the first year after printer purchase, are warranted for 1\nyear from printer purchase or 50,000 pages, whichever is earlier. Printheads that are replaced more than a year after printer purchase are warranted until the \"Warranty\nEnds\" date on the printhead.\nLarge Format Production and DesignJet Cleaning and Maintenance Kits\nHP 91, 761, 771, 773 Maintenance Cartridge - until a front panel message prompts replacement.\nHP 792, 789/792 Ink Maintenance Kit - 90 days from purchase, or until a front panel message prompts replacement.\nHP 789, 792, 831 Latex Maintenance Cartridges; HP 614 Stitch Maintenance Cartridges - until the \"Warranty Ends\" date printed on the cleaning cartridge is reached, or\nthe end of the cleaning roll is detected, whichever occurs first. For best results, HP recommends replacement of the printhead cleaning kit if you have used the same\ncleaning roll for 6 months without reaching the end of it.\nWarranted usage limits: Some printheads have warranted usage limits, as shown:\nHP 10 printheads:\nBlack: 530 ml\nColor: 200 ml\nHP 11 printheads:\nBlack: 530 ml\nColor: 200 ml\nHP 14 printheads:\nBlack: 550 ml\nColor: 400 ml\nHP 70 printheads: 1000 ml\nHP 72 printheads: 1000 ml\nHP 73 printheads: 1000 ml\nHP 80 printheads: 1000 ml\nHP 81 printheads: 1000 ml\nHP 83 printheads: 1000 ml\nHP 84 printheads: 200 ml\nHP 85 printheads:\nBlack: 530 ml\nColor: 200 ml\nHP 90 printheads: 1000 ml\nHP 91 printheads: 1200 ml\nHP 614 printheads: 1000 ml\nHP 618 printheads: 12000 ml\nHP 705 printheads: 1000 ml\nHP 706 printheads: 1200 ml\nHP 711 printheads: 4000 ml\nHP 713 printheads: 4000 ml\nHP 727 printheads: 4000 ml\nHP 729 printheads: 4000 ml\nHP 731 printheads: 1200 ml\nHP 732 printheads: 4000 ml\nHP 739 printheads: 4000 ml\nHP 744 printheads: 1000 ml\nHP 746 printheads: 1200 ml\nHP 761 printheads: 1200 ml\nHP 762 printheads: 1200 ml\nHP 769 printheads: 1200 ml\nHP 771 printheads: 1200 ml\nHP 773 printheads: 1200 ml\nHP 774 printheads: 1200 ml\nHP 777 printheads: 1200 ml\nHP 789 printheads: 1000 ml\nHP 792 printheads: 1000 ml\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM HP Printers - Ink Supplies Limited Warranty | HP® Support\nhttps://support.hp.com/us-en/document/ish_2453821-1839525-16 2/4\nHP 831 printheads: 1000 ml\nHP 836 printheads:\nColor: 1500 ml\nWhite: 1000 ml\nHP 837 printheads:\nColor: 1500 ml\nWhite: 1000 ml\nHP 841 printheads: 10000 ml\nHP 876 printhead: 16000 ml\nHP 881 printheads: 12000 ml\nHP 886 printheads: 12000 ml\nHP 886 White Printheads: 12000 ml\nHP 940 printheads: 560 ml\nHP 941 printheads: 560 ml\nHP 4287 printheads: 4000 ml\nHP LX600 printheads: 12000 ml\nHP LX610 printheads: 12000 ml\nWarranty Ends date locations\nTo find the “Warranty Ends” date, look at the pictures for the date's location on each product.\nThe date follows the YYYY/MM/DD or YYYY/MM format, where YYYY indicates the year, MM indicates the month, and DD indicates the day. If the day is not specified,\ncoverage extends to the last day of the month.\nWhat HP will do\nHP will, at HP's option, either replace products under warranty that prove to be defective or refund  the purchase price.\nHow to make a claim, or return an HP Inkjet product\nIf a problem with an HP Inkjet product occurs, visit the retailer, call the regional customer support phone number listed on the product insert, or click Contact HP on this\npage for more support options.\nHow state, province, or country laws apply\nThis warranty gives you specific legal rights. You may have other rights that vary from state to state, province to province, or country to country.\nTO THE EXTENT ALLOWED BY LOCAL LAW, THE ABOVE WARRANTIES ARE EXCLUSIVE AND NO OTHER WARRANTY, WHETHER WRITTEN OR ORAL, IS EXPRESSED OR\nIMPLIED AND HEWLETT-PACKARD SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OR CONDITION OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE,\nOR SATISFACTORY QUALITY. TO THE EXTENT ALLOWED BY LOCAL LAW, THE REMEDIES IN THIS WARRANTY STATEMENT ARE YOUR SOLE AND EXCLUSIVE REMEDIES. IN\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM HP Printers - Ink Supplies Limited Warranty | HP® Support\nhttps://support.hp.com/us-en/document/ish_2453821-1839525-16 3/4\nNO EVENT SHALL HEWLETT-PACKARD BE LIABLE FOR ANY INCIDENTAL, DIRECT, CONSEQUENTIAL, SPECIAL, OR INDIRECT DAMAGES, OR LOST PROFITS FROM ANY\nBREACH OF THIS WARRANTY OR OTHERWISE. SOME COUNTRIES, STATES OR PROVINCES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN TYPES OF\nDAMAGES INCLUDING INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nAdditional support options\nTry one of our automated tools or\ndiagnostics\nAsk a question on our HP Support\nCommunity page\nGet in touch with one of our support\nagents\nEnter a topic to search our knowledge library\nAbout Us\nContact HP\nCareers\nInvestor relations\nSustainable impact\nInclusion at HP\nNewsroom\nTech Takes\nHP Store Newsletter\nHP Printables NewsletterWays to buy\nShop online\nCall an HP rep\nFind a reseller\nEnterprise store\nPublic sector purchasingSupport\nDownload drivers\nSupport & troubleshooting\nCommu nity\nAuthorized service providers\nCheck repair status\nFraud alert\nSecurity CenterHP Partners\nHP Amplify Partner Program\nHP Partner Portal\nDevelopersStay connected\nRecallsProduct recyclingAccessibilityCA Supply Chains ActPrivacyCookie Preferences Your privacy choicesTerms of useLimited warranty statement\nTerms & conditions of sales & serviceIP NoticesEU Data Act\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.\nWas this document helpful?\nYes NoWhat can we help you with?\n\nCountry/Region:\n United States\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM HP Printers - Ink Supplies Limited Warranty | HP® Support\nhttps://support.hp.com/us-en/document/ish_2453821-1839525-16 4/4",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/ish_2453821-1839525-16.pdf"
  },
  {
    "title": "HP LaserJet, HP Laser, Samsung Branded Laser Printers - Limited Warranty Statement for HP Print Cartridges, Imaging Drums, and Imaging Units (AMS/EMEA) | HP® Support",
    "body": "HP LaserJet, HP Laser, Samsung Branded Laser Printers - Limited\nWarranty Statement for HP Print Cartridges, Imaging Drums, and\nImaging Units (AMS/EMEA)\nAMS and EMEA Limited warranty statement for HP print cartridges, imaging drums, and imaging units for use with HP LaserJet Printers, HP Laser Printers, and Samsung\nBranded Laser Printers.\nHP's Premium Protection Limited Warranty\n© 8/2021\nThis HP Limited Warranty is for original HP print cartridges, imaging drums, and imaging units and applies only to HP branded products sold or leased a) from HP Inc., its\nsubsidiaries, affiliates, authorized resellers, authorized distributors, or country distributors; and, b) with this HP Limited Warranty.\nWhat HP Will Do\nHP will, at HP's option, either replace products under warranty that prove to be defective or refund  the purchase price.\nWhat this Warranty Covers\nEach original HP print cartridge, imaging drum, and imaging unit for use with HP LaserJet Printers, HP Laser Printers, or Samsung Laser Printers is warranted to be free\nfrom defects in materials and workmanship when used in its designated HP, Samsung or authorized original equipment manufacturer (OEM) printing device. See the\nproduct manual for the printer to determine the correct print cartridges and imaging drums selection.\nWhat this Warranty Does Not Cover\nCartridge limited warranty does not cover cartridges which have reached the end of their estimated useful life, or have been refilled, remanufactured, are emptied, are\nabused, are missing, or are tampered with in any way, experience problems resulting from misuse, improper storage, or operation outside of the published environmental\nspecifications for the printer or cartridge.\nThe use of a non-HP or refilled cartridge does not affect either the HP Limited Warranty to the end-user customer or any HP support contract with the end-user customer\nfor the printer. However, if printer or print head failure or damage is attributable to the use of a non-HP or refilled cartridge, HP will charge its standard time and materials\ncharges to service the printer for the particular failure or damage or for the cost to replace the print head. For HP ink cartridges and supplies and HP LaserJet supplies,\nthis HP Limited Warranty does not apply to products that, in addition to other exclusions described in this HP Limited Warranty, have been refilled, refurbished,\nremanufactured, or tampered with in any way.\nHow long the coverage lasts\nThere is no expiration date for the use of HP toner cartridges.\nNOTE:For Samsung branded supplies purchased before October 1, 2019 the warranty period is limited to six months from purchase and may require a proof of\npurchase.\nThe date of manufacture included on some toner cartridge boxes is intended for HP internal processes and may be required to comply with regulatory standards in certain\ncountries. The date of manufacture is not an expiration or “use before” date.\nReturning HP Cartridge Product\nIn the event the cartridge proves defective, the customer should package the cartridge in the product box (or something similar) and provide name, address, phone\nnumber, place of purchase, and a brief description of problem and if possible, attach a supplies status page and print sample illustrating the defect. If there is an HP case\nnumber, this should be included as well. The paperwork and cartridge should be returned to the place of purchase, where a replacement may be given.\nTO THE EXTENT ALLOWED BY LOCAL LAW, THE ABOVE LIMITED WARRANTY IS EXCLUSIVE AND NO OTHER WARRANTY OR CONDITION, WHETHER WRITTEN OR ORAL, IS\nEXPRESSED OR IMPLIED AND HP SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, SATISFACTORY QUALITY, AND FITNESS\nFOR A PARTICULAR PURPOSE.\nTO THE EXTENT ALLOWED BY LOCAL LAW, IN NO EVENT WILL HP OR ITS SUPPLIERS BE LIABLE FOR DIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL (INCLUDING LOST\nPROFIT OR DATA), OR OTHER DAMAGE, WHETHER BASED IN CONTRACT, TORT, OR OTHERWISE.\nTHE LIMITED WARRANTY TERMS CONTAINED IN THIS STATEMENT, EXCEPT TO THE EXTENT LAWFULLY PERMITTED, DO NOT EXCLUDE, RESTRICT OR MODIFY AND ARE IN\nADDITION TO THE MANDATORY STATUTORY RIGHTS APPLICABLE TO THE SALE OF THIS PRODUCT TO YOU.\nPalo Alto, CA\nHP Inc.\n1501 Page Mill Road\nPalo Alto, CA 94304\nUnited StatesSupport HomeProducts  Software and DriversDiagnostics  Contact UsBusiness Support  My HP Account \n\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM HP LaserJet, HP Laser, Samsung Branded Laser Printers - Limited Warranty Statement for HP Print Cartridges, Imaging Drums, and Imaging Units (AMS/EMEA) | HP® Support\nhttps://support.hp.com/us-en/document/ish_4528316-4530090-16 1/2\nAdditional support options\nTry one of our automated tools or\ndiagnostics\nAsk a question on our HP Support\nCommunity page\nGet in touch with one of our support\nagents\nEnter a topic to search our knowledge library\nAbout Us\nContact HP\nCareers\nInvestor relations\nSustainable impact\nInclusion at HP\nNewsroom\nTech Takes\nHP Store Newsletter\nHP Printables NewsletterWays to buy\nShop online\nCall an HP rep\nFind a reseller\nEnterprise store\nPublic sector purchasingSupport\nDownload drivers\nSupport & troubleshooting\nCommu nity\nAuthorized service providers\nCheck repair status\nFraud alert\nSecurity CenterHP Partners\nHP Amplify Partner Program\nHP Partner Portal\nDevelopersStay connected\nRecallsProduct recyclingAccessibilityCA Supply Chains ActPrivacyCookie Preferences Your privacy choicesTerms of useLimited warranty statement\nTerms & conditions of sales & serviceIP NoticesEU Data Act\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.\nWas this document helpful?\nYes NoWhat can we help you with?\n\nCountry/Region:\n United States\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM HP LaserJet, HP Laser, Samsung Branded Laser Printers - Limited Warranty Statement for HP Print Cartridges, Imaging Drums, and Imaging Units (AMS/EMEA) | HP® Support\nhttps://support.hp.com/us-en/document/ish_4528316-4530090-16 2/2",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/ish_4528316-4530090-16.pdf"
  },
  {
    "title": "Replace HP LaserJet toner cartridges | HP® Support",
    "body": "Replace HP LaserJet toner cartridges\nReplace depleted toner cartridges with genuine HP toner cartridges.\nReplacement cartridges and other supplies can be purchased from the HP Store.\nNOTE:Help HP recycle Original HP ink and toner supplies into new products and avoid sending them to landfills. Go to HP Planet Partners - Supplies recycling\nprogram to get started.\nInstall the replacement toner cartridge\nReplace the cartridge when toner levels become too low and the cartridge no longer yields acceptable print quality.\n1. Make sure the printer is off.\n2. Open the cartridge access door, and then remove the used toner cartridge from the printer.\n3. Remove the new cartridge from its packaging.\nCAUTION:To prevent damage to the cartridge, hold the cartridge at each end. Do not touch the protective cover or roller surface.\n4. Place the used cartridge in the bag and box for recycling. To recycle the used cartridge, go to www.hp.com/go/recycle.\nCAUTION:If toner gets on your clothing, wipe it off with a dry cloth and wash the clothing in cold water. Hot water sets toner into the fabric.\n5. Remove the cover from the new cartridge.\n6. Some cartridges might need to be gently rocked back and forth to distribute toner. Check the instructions that came with the new toner cartridges for any special steps.\n7. Install the toner cartridge.\n8. Close the cartridge access door.\nTo find instructions specifically for your printer, go to HP Customer Support, enter your model number, and then look for cartridge replacement instructions in the \"How To\"\nsection.\nAdditional support options\nTry one of our automated tools or\ndiagnostics\nAsk a question on our HP Support\nCommunity page\nGet in touch with one of our support\nagentsSupport HomeProducts  Software and DriversDiagnostics  Contact UsBusiness Support  My HP Account \nWas this document helpful?\nYes No\n\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM Replace HP LaserJet toner cartridges | HP® Support\nhttps://support.hp.com/us-en/document/ish_7314451-7314501-16 1/2\nEnter a topic to search our knowledge library\nAbout Us\nContact HP\nCareers\nInvestor relations\nSustainable impact\nInclusion at HP\nNewsroom\nTech Takes\nHP Store Newsletter\nHP Printables NewsletterWays to buy\nShop online\nCall an HP rep\nFind a reseller\nEnterprise store\nPublic sector purchasingSupport\nDownload drivers\nSupport & troubleshooting\nCommu nity\nAuthorized service providers\nCheck repair status\nFraud alert\nSecurity CenterHP Partners\nHP Amplify Partner Program\nHP Partner Portal\nDevelopersStay connected\nRecallsProduct recyclingAccessibilityCA Supply Chains ActPrivacyCookie Preferences Your privacy choicesTerms of useLimited warranty statement\nTerms & conditions of sales & serviceIP NoticesEU Data Act\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.What can we help you with?\n\nCountry/Region:\n United States\nAsk our Virtual Assistant\nGive Feedback12/17/25, 1:13 PM Replace HP LaserJet toner cartridges | HP® Support\nhttps://support.hp.com/us-en/document/ish_7314451-7314501-16 2/2",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/ish_7314451-7314501-16.pdf"
  },
  {
    "title": "Page Yield - Inkjet & LaserJet Printer Yields | HP® Official Site",
    "body": "LaserJet Page Yields\nFor all LaserJet printers and Multi Functional Products sold, HP publishes page yield data for\nthe printer function of these devices. For Inkjet printer yields see\nwww.hp.com/go/pageyield.\nPage yield data should be used as a starting point for comparison purposes, and not to\npredict the exact yield you will get from your HP printer and cartridge. Likewise, the\ndeclared yield is not intended to be the minimum number of pages that the cartridge will\nprint. Rather, page yield data is meant to estimate the average yield expected from a\nparticular cartridge when measured using the ISO test methodology in connection with a\ndesignated printer system. Individual cartridges can perform above and below this average\ndue to variation in the cartridge manufacturing process. Additionally, actual yield varies\nconsiderably based on factors such as the content of printed pages, typical printer job size,\nthe environmental conditions during operation and the amount of color printing relative to\nmonochrome printing. For more information see How toner is used.\nIn recent years, LaserJet Printer and Multi Functional Product yield data has been calculated\nusing standard ISO test methodologies. The specific ISO/IEC standard used depends upon\nwhether the printer is a monochrome or color device. ISO provides different methodologies\nfor testing color and monochrome printer yields. Previous to the introduction of the ISO/IEC\nyield methodologies, HP had its own proprietary yield test methodology based on 5%\ncoverage which used a methodology similar in many ways to the ISO yield methodology.\nSome HP printers include an \"introductory cartridge\" in the printer box, which may print less\nthan HP replacement cartridges. HP's printer packaging will indicate whether introductory\ncartridges are included with the printer.\n Location/Language Shop\nExplore Shop Support Search HP.com 12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/laserjet-toner-page-yield 1/6\nHP monochrome printer declared yield is determined using the\nISO/IEC 19752 test methodology\nUnder the ISO/IEC 19752 testing guidelines, a standard page is printed continuously until\nthe cartridge reaches end-of-life. An example of the standard page shown is shown below.\nThe actual test page can be found at www.iso.org/jtc1/sc28.\nISO/IEC 19752 methodology has been used by HP to test monochrome printer yields since\nits introduction in 2004. A small number of toner cartridges still being sold by HP provide\npage yield based upon HP's 5% coverage methodology. For more information about the\ndeclared page yield of cartridges sold for use with specific HP monochrome printers see\nwww.hp.com/go/pageyield.\nFigure 1: ISO/IEC 19752 Standard Test Page\nHP color printer declared yield is determined using the ISO/IEC 19798\ntest methodology\nUnder the ISO/IEC 19798 testing guidelines, a standard set of five pages is printed\ncontinuously until the cartridge reaches end-of-life. The five standard pages shown below\nconsist of a mix of text and graphics, and a mix of black and color. HP adopted these\nstandards for color printers that were introduced after the publication of the standard at the\nend of 2006. Products produced prior to this continue to use HP's proprietary yield test\nmethod.\nActual yield that a customer experiences can vary depending upon the printed content on\nthe page. Highly \"dense\" documents, such as the text document below, may cause\ncartridges to yield fewer pages than the ISO standard, while less dense ones such as the12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/laserjet-toner-page-yield 2/6\norganisation chart below will typically cause the cartridge to yield more pages than the\nstandard. The yield you experience will depend upon a number of factors including the\ncontent that you print and the manner in which you print.\nThe five standard ISO pages\nHigh density text\nOrg Chart\nHigh use of cyan12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/laserjet-toner-page-yield 3/6\nISO page yield testing methodology\nHP publishes page yield data based upon the ISO standard for measuring laser printer\ncartridge yields (ISO/IEC 19752 and 19798):\nThe test is based on a standard suite of five pages (color) or a single page\n(monochrome) printed consecutively until the cartridge reaches end-of-life. A cartridge\nis determined to be at end-of-life when the test pages fade or, for some printers, when\nthe printer automatically stops due to end-of-life detection.\nTo account for variations that may occur, a minimum of 3 cartridges of each cartridge\ntype is tested in each of 3 printers.\nDetails of the ISO/IEC printing standards are available at www.iso.org\nWhat is ISO?\nISO (International Organisation for Standardisation) is the world's largest developer and\npublisher of International Standards.\nISO is a network of the national standards institutes of 157 countries, one member per\ncountry, with a Central Secretariat in Geneva, Switzerland, that coordinates the system.\nISO is a non-governmental organisation that forms a bridge between the public and private\nsectors. On one hand, many of its member institutes are part of the governmental structure\nof their countries or are mandated by their government. On the other hand, other members\nhave their roots uniquely in the private sector, having been set up by national partnerships\nof industry associations.\nTherefore, ISO enables a consensus to be reached on solutions that meet both the\nrequirements of business and the broader needs of society. For more information on ISO\nsee www.iso.org.\nHow HP displays page yield data\nHP publishes declared ISO page yield numbers for each LaserJet cartridge (where ISO is\napplicable) www.hp.com/go/pageyield.12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/laserjet-toner-page-yield 4/6\nWhat is Individual yield versus a composite Yield for\ncolor cartridges?\nAn individual yield for a given color cartridge is the individual calculated page yield of a\ngiven color cartridge as demonstrated by testing using the ISO methodology, based on a\nminimum of 9 cartridges tested to end of life.\nA composite yield, simply stated, is a weighted average of the individual yields (as\ndemonstrated by testing using the ISO methodology) of the cyan, yellow and magenta\ncartridges.\nFor example, if the ISO test methodology indicates that the individual yields of a given set of\ncartridges are 480 for cyan, 500 for magenta, and 520 for yellow, the composite yield would\nbe 499. The Composite yield number helps simplify yield reporting.\nHP publishes a 3-color composite page yield for LaserJet printer cartridges. The composite\nyield is based upon the ISO 19758 reporting methodology for color printers, which provides\nfor a single average reporting yield for Cyan, Magenta and Yellow ink cartridges. Black is\nreported separately as an individual yield.\nBlack Cartridge: 16,500 pages / ColorCartridges: 21,000 pages\nExample of composite CMY yields\nAlthough yields are calculated for individual cartridges, the yield test itself is conducted with\nall of the cartridges installed in the printer. LaserJet Printers are complex systems that may\nuse more than one color cartridge when printing text and graphics. See How toner is used\nfor more detail.\nHP Recommends\nKeep in mind that page yield is just one component of cost, and that factors such as quality,\nreliability, productivity and efficiency affect cost as well. Products that work reliably will12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/laserjet-toner-page-yield 5/6\nultimately save you time and money. When you choose a LaserJet printer, make sure you\nconsider your individual printing needs.\nCountry/Region :   United States\nAbout Us\nWays to buy\nSupport\nHP Partners\nStay connected\nRecalls |Product recycling |Accessibility |CA Supply Chains Act |Privacy |Cookie Preferences |\nYour privacy choices |Terms of use |Limited warranty statement |Terms & conditions of sales & service |\nIP Notices\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.12/19/25, 6:37 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/laserjet-toner-page-yield 6/6",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/laserjet-toner-page-yield.pdf"
  },
  {
    "title": "Page Yield - Inkjet & LaserJet Printer Yields | HP® Official Site",
    "body": "How HP measures inkjet page yields\nFor all Deskjet, Photosmart and Officejet inkjet printers and All in Ones sold since July 2005,\nHP publishes page yield data based on the industry standard for measuring ink cartridge\nyields (ISO/IEC 24711). For laser printer yields, see LaserJet page yields.\nUnder the ISO 24711 testing guidelines, a standard set of five 8 1/2 x 11 pages is printed\ncontinuously until the cartridge reaches end-of-life.For a variety of reasons, these testing\nconditions may not reflect what you experience in every day use. ISO standard page yields\ntherefore should be used only as a starting point for comparison purposes, and not to\npredict the actual yield you will get from your HP printer and cartridge. Actual yield varies\nconsiderably based on the content of printed pages, frequency of printing, ink used in\nprinter set-up and other factors, as discussed below.\nThe five standard ISO pages shown below consist of a mix of text and graphics, and a mix of\nblack and color.\nActual yield will vary depending upon the amount of content on the page. Highly \"dense\"\ndocuments, such as the text document below, may yield fewer pages than the ISO standard,\nwhile less dense ones such as the organization chart below would yield more pages than the\nstandard. Printing that uses primarily one color could cause lower yields for that color, and\nhigher yields for colors not heavily used. The yield you experience will depend upon the\ncontent that you print.\n Location/Language Shop\nExplore Shop Support Search HP.com 12/19/25, 6:35 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-ink-yield 1/6\nThe five standard ISO pages\nHigh density text\nOrg Chart\nHigh use of cyan\nHP has a separate yield standard for photo printing. See Inkjet photo yields for more\ninformation.\nSome inkjet users print a few pages at a time, and hours, and sometimes days, pass12/19/25, 6:35 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-ink-yield 2/6\nbetween print jobs. With this kind of start/stop printing, inkjet printers use some ink to keep\nprint nozzles clear and ink flowing smoothly. This is critical to maintain the health of your\nprinter, and ensure that you continue to experience the same great print quality that your\nprinter delivered when it was new.However, it can cause your yields to be lower than if you\nprinted the same content continuously.\nSome HP inkjet printers use ink from the first cartridges installed for printer start up. This\none-time ink usage is not included in the ISO 24711 test, and could impact the yield for your\nvery first cartridge. Also, some HP inkjet printers include an \"introductory cartridge\" in the\nprinter box, which may print less than an HP replacement cartridge. HP's printer packaging\nindicates whether introductory cartridges are included with the printer.\nFor more information on how HP inkjet printers use ink see How ink is used.\nInkjet page yield testing methodology\nHP publishes page yield data based upon the ISO standard for measuring ink cartridge yields\n(ISO/IEC 24711):\nThe test is based on a standard suite of five pages printed consecutively until the\ncartridge reaches end-of-life. A cartridge is determined to be at end-of-life when the\ntest pages fade or, for some printers, when the printer automatically stops due to out-\nof-ink detection.\nTo account for variations that may occur, a minimum of 3 cartridges of each cartridge\ntype is tested in each of 3 printers.\nThe ISO test does not account for ink used for printer start-up. The standard specifies\nthat after the printer completes initial start up, the cartridges must be removed and\nreplaced with new cartridges prior to measuring yield.\nDetails of the ISO/IEC printing standards are available at www.iso.org\nWhat is ISO?\nISO (International Organization for Standardization) is the world's largest developer and\npublisher of International Standards.\nISO is a network of the national standards institutes of 157 countries, one member per12/19/25, 6:35 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-ink-yield 3/6\ncountry, with a Central Secretariat in Geneva, Switzerland, that coordinates the system.\nISO is a non-governmental organization that forms a bridge between the public and private\nsectors. On the one hand, many of its member institutes are part of the governmental\nstructure of their countries, or are mandated by their government. On the other hand, other\nmembers have their roots uniquely in the private sector, having been set up by national\npartnerships of industry associations.\nTherefore, ISO enables a consensus to be reached on solutions that meet both the\nrequirements of business and the broader needs of society. For more information on ISO\nsee www.iso.org\nHP publishes specific page yield numbers for each cartridge that is recommended for each\ninkjet printer. Generally this will be the ISO standard yield. The major exception is for\ncartridges that are used primarily for photo printing, for which HP publishes photo yield (see\nInkjet photo yields).\nFor select printers that have individual color ink cartridges, HP publishes a 3-color\ncomposite page yield. The composite yield is based upon the ISO 24711 reporting\nmethodology, which provides for a single average reporting yield for Cyan, Magenta and\nYellow ink cartridges. Black is reported separately as an individual yield.\nMost HP inkjet cartridges are used by more than one printer model, and yields for a given\ncartridge can vary from printer to printer, although this difference is usually small. Generally\nHP determines cartridge reference yields based upon the yield of the first printer released\nthat uses that cartridge. As a result, the cartridge reference yield may be different than the\nyield published for that cartridge in your printer. HP inkjet cartridge reference yields are\nalways stated in terms of individual, not composite yield. In the example shown below, the\nDeskjet 6540 was the printer used to determine the reference yields for the 94 and 95\ncartridges.12/19/25, 6:35 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-ink-yield 4/6\nNumberCartridge\nreferenceDeskjet\n6540Deskjet\n6620Photosmart\nB8350Officejet\nH470\n94 ~480 ~480 ~490 ~480 ~500\n95 ~330 ~330 ~330 ~310 ~330\nAlthough yields are reported for individual cartridges, the test itself is conducted with all of\nthe cartridges installed. Inkjet printers often use ink from more than one cartridge when\nprinting text and graphics. See How ink is used for more detail. In many cases, HP printers\nallow for more than one cartridge type in a given printer stall, so that different\ncombinations of cartridges are possible. In these instances the yield of one cartridge may be\naffected by the choice of other cartridges in the printer. The specific cartridge pairings used\nfor each of our printer yields are included on our printer page yield web site HP Printer: Page\nYield.\nSome older HP printers and cartridges, and cartridges used primarily for large format\ngraphics, do not have page yields.\nHow HP displays ink volume data\nInk volume (millilitre) information is meant to supplement the published page yield\ninformation. For ink cartridges and compatible Deskjet, Photosmart and Officejet printers\nintroduced since July 2005, the ink volume information is based on the volume of ink filled\nin the cartridge when it is manufactured rather than extracted ink volume. For inkjet\ncartridges used in printers introduced before July 2005, the ink volume information is based\non the extracted ink volume.\nFor DesignJet and PageWide XL ink cartridges the ink volume information on the packaging\nis based on the volume of ink filled in the cartridge when it is manufactured rather than\nextracted ink volume. For cartridges used for other commercial and industrial use, such as\nLatex, the ink volume information is based on the extracted ink volume.\nHP does not recommend using ink volume a sole basis of comparison between printers\nusing different types of cartridges. Different printing systems may use ink very differently\n(see How ink is used for more details). Comparing printing systems based on ink volume12/19/25, 6:35 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-ink-yield 5/6\nalone may be inadequate. Customers may find ink volume, along with page yield, to be a\nuseful basis for comparison.\nHP's recommendation\nKeep in mind that page yield is just one component of cost, and that factors such as quality,\nreliability, productivity, and efficiency affect cost as well. Products that work reliably will\nultimately save you time and money. When you choose an inkjet printer, make sure you\nconsider your individual printing needs.\nCountry/Region :   United States\nAbout Us\nWays to buy\nSupport\nHP Partners\nStay connected\nRecalls |Product recycling |Accessibility |CA Supply Chains Act |Privacy |Cookie Preferences |\nYour privacy choices |Terms of use |Limited warranty statement |Terms & conditions of sales & service |\nIP Notices\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.12/19/25, 6:35 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-ink-yield 6/6",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/measuring-ink-yield.pdf"
  },
  {
    "title": "Page Yield - Inkjet & LaserJet Printer Yields | HP® Official Site",
    "body": "Measuring Inkjet Photo Yield\nFor all Photosmart inkjet printers and many Deskjet and Officejet inkjet printers sold after\nJuly 2005, HP publishes photo yields based on an HP developed standard.\nFor a variety of reasons, the testing used in this standard may not reflect what you\nexperience in every day use. Photo yields therefore should be used only as a starting point\nfor comparison purposes, and not to predict the actual yield you will get from your HP\nprinter and cartridge. Actual yield varies considerably based on the content of photos,\nfrequency of printing, ink used in printer set-up, mode of printing and other factors, as\ndiscussed below.\nDifferent manufacturers use different yield measurement methodologies, making it difficult\nto compare photo print cartridge yield across manufacturers' printing systems. There is no\nindustry standard for photo yield although the International Standards Organization (ISO)\nhas begun work to develop one. In the meantime, HP has developed a testing methodology\nfor measuring photo print cartridge yield based on its digital photo printing expertise.\nMany factors affect yield, some unique to photo printing. During the HP photo testing, a set\nof 10 4x6 inch (10 x 15 cm) photos (HP photo suite) shown below are printed continuously\nuntil the cartridge reaches end-of-life. These testing conditions may not reflect what you\nexperience in every day use. The selection of paper, the selection of cartridges, the content\nof the photos, and the frequency of printing, among other factors, have significant effects\non yield. For more information see How ink is used.\n\n Location/Language Shop\nExplore Shop Support Search HP.com 12/19/25, 6:36 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-photo-yield 1/5\nPhoto sample with\nhigh use of magenta\nMost HP printing systems offer many choices of photo print modes. The print mode is the\ncombination of the paper type selected and the print quality selected. The print quality\ntypically ranges from \"fast draft\" to \"best\". HP offers a variety of paper types to match the\nuser needs for longevity and quality. Each paper type has a default print quality\nsetting.When a paper type is selected by the user, the printer will select a default print\nquality setting. The user has the choice to override the quality setting and set the print\nquality to one that better meets their specific needs. Many HP photo printers have the\nability to sense the type of paper being used and will adjust automatically to the default\nquality mode for that paper type. The combination of the print quality and the paper type\nwill impact the amount of ink used per photo.\nColor photos\nThe HP photo yield test uses the default photo mode for the printer with \"HP Premium Plus\"\nphoto paper, unless another type of paper is indicated where photo yields are published at\nwww.hp.com/go/learnaboutsupplies. The HP photo suite is printed with a white border.\nBorderless printing will generally cause lower yields than printing on the same size paper\nwith a border. In addition, actual yield will vary depending upon the content of the photos.\nPhotos that use primarily one colour such as the example below could cause lower yields for\nthat color, and higher yields for colours not heavily used.\nBlack and white photos\nMeasuring Photo Yield\nPrinting during the HP photo yield test is near continuous, with normal breaks for changing\npaper. Some inkjet users print a few photos at a time, and hours, and sometimes days, pass\nbetween print jobs. With this kind of start/stop printing, inkjet printers use additional ink to12/19/25, 6:36 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-photo-yield 2/5\nkeep print nozzles clear and ink flowing smoothly. This is critical to maintain the health of\nyour printer, and ensure that you continue to experience the same great print quality that\nyour printer delivered when it was new. However, it can cause your yields to be lower than if\nyou printed the same content continuously. For more information see How ink is used.\nHP's Photo Yield Testing Methodology\nHP's photo print cartridge yield testing methodology is based on the following:\nTests are conducted using the default quality setting for printing on the selected photo\npaper. HP Premium Plus Photo Paper is used for Photo yield testing unless otherwise\nspecified. \nTypically, three printers of each model are used for each test.\nTypically, nine cartridges per cartridge model are tested for each of the color, photo, and\ngray cartridge yield tests.\nThe print job size is one 4x6 photo printed on an 8.5x11/A4 page. \nTemperature and humidity are controlled to reflect ambient home or office conditions.\nPrinting during tests is near continuous, with normal breaks for changing paper.\nClearly defined criteria are also used for determining when a cartridge reaches end of\nlife, a critical component for accurately calculating yield. For some printers, an on-\nscreen message indicates that it is time to replace the cartridge. For all other printers, a\nvisual inspection is conducted for the discoloration typical when inkjet cartridges are\nrunning out of ink.\nPhoto yields vary depending on the cartridges used. HP photo yields indicate which\ncombination of cartridges was used in the test. See the sidebar at the right for more\ninformation.\nPrinting photos: Cartridge options for desired image\nquality\nHP incorporates ink, photo paper and printer technologies into a broad range of photo\nprinting systems with the features and capabilities needed to meet a wide range of\nconsumer needs and preferences. Some printing systems offer only one cartridge\nconfiguration. Other printers offer the option of several different cartridge configurations,\nenabling the consumer to select the image quality for a wide variety of needs. A typical\noption for two cartridge systems is 3 ink color or 6 ink color photo printing.1\n212/19/25, 6:36 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-photo-yield 3/5\n3-ink color photos:This is typically the tri-color cartridge and black cartridge normally\nused for text and graphics printing.\n6-ink color photos:The black cartridge is replaced with a photo cartridge containing light\ncyan, light magenta, and photo black inks.\n3-ink black photos: The black cartridge is replaced with a photo cartridge with 3 levels\nof gray\nFor 6-ink photo printing the yield of both the tri-color and photo cartridge is published; for\n3-ink photos, only the tri-color cartridge yield is relevant. Typically the tri-color cartridge\nwill have a higher yield when used for 6 ink color photo printing than when used for 3 ink\ncolor photo printing, since ink is being used from two cartridges rather than just one.\nSome HP printers have individual ink cartridges for each color. For these systems all\ncartridge must be installed to print photos.\nHP Recommends\nHP recommends that consumers select a photo printing system based on their particular\nphoto printing needs. Yield data can be a good starting point in selecting the right photo\nprinting system. Overall, however, cartridge yield is only one among many factors to\nconsider for the best photo printing experience.\n1. Yields may vary when different types of paper are used.\n2. For appliance printers that print only 4x6 photos, photos are printed on 4x6 photo\npaper.\nCountry/Region :   United States\nAbout Us\nWays to buy\nSupport\nHP Partners12/19/25, 6:36 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-photo-yield 4/5\nStay connected\nRecalls |Product recycling |Accessibility |CA Supply Chains Act |Privacy |Cookie Preferences |\nYour privacy choices |Terms of use |Limited warranty statement |Terms & conditions of sales & service |\nIP Notices\n©2025 HP Development Company, L.P. The information contained herein is subject to change without notice.12/19/25, 6:36 AM Page Yield - Inkjet & LaserJet Printer Yields | HP® Ofﬁcial Site\nhttps://learn-about-supplies.ext.hp.com/measuring-photo-yield 5/5",
    "uri": "https://ericfordelon.github.io/polaris_sitemap_generator/static/measuring-photo-yield.pdf"
  }
]